{
    "first": "Структуры органических соединений отображаются химическими формулами, в которых показан порядок соединения атомов в молекулах. Такие формулы называют формулами химического строения или структурными формулами.\nСтруктурные формулы отображают только последовательность соединения атомов, но не расположение их в пространстве, к примеру возьмем пропан",
    "second": "Каждая структурная формула отображает строение одной и той же молекулы пропана, т. к. последовательность соединения атомов в данном случае не изменяется.\nСтруктурные формулы веществ обычно изображают в сокращённом виде CH3-CH2-CH3. В сокращённых формулах чёрточки показывают связь атомов углерода друг с другом, но не показывают связи между атомами углерода и водорода. Начиная с бутана возможен различный порядок соединения атомов при одном и том же составе молекулы, т. е. в бутане атомы углерода могут располагаться в виде линейной и разветвлённой цепей.",
    "third": "В первом случае каждый атом углерода соединён с одним (если он концевой) или с двумя (если он находится внутри цепи) соседними атомами углерода; во втором случае – появляется атом углерода, соединённый с тремя соседними атомами углерода. Согласно, второму положению теории Бутлерова, свойства органических веществ зависят не только от качественного и количественного состава молекул, но и от порядка соединения атомов в этих молекулах между собой. Различному порядку связывания атомов при одном и том же качественном и количественном составе молекулы должны соответствовать разные вещества. Их называют изомерами т.е., вещества, которые имеют одинаковый состав молекулы, но различное химическое строение. Существуют два вида изомерий – структурная и пространственная.\nК примеру:\n\nСтруктурная изомерия:\n1. Изомерия положения кратной связи:",
    "fourth": "2.Изомерния положения функциональных групп:",
    "fifth": "3.Изомерия положения заместителей:",
    "sixth": "4. Изомерия углеродного скелета:",
    "seventh": "5. Межклассовая изомерия:",
    "eighth": "Пространственная изомерия:\nПространственная изомерия вызвана различным положением атомов в пространстве. Геометрические изомеры имеют одинаковый порядок связи атомов, но различаются их пространственным расположением, что обусловливает их различные свойства, их называют цис-транс изомерами. Если одинаковые заместители находятся по одну сторону плоскости это цис-изомер, если по разные – транс-изомер:"
}